{
  "title": "Poison & Antidote",
  "home": "Home",
  "haters": "Haters",
  "love": "Love",
  "draw": "Draw",
  "encyclopedia": "Encyclopedia",
  "history": "History",
  "draw_button": "Draw cards",
  "reset_button": "Reset",
  "love_summary_title": "Love reading summary",
  "cards_placeholder": "Your cards will appear here...",
  "partner_input_placeholder": "Partner's name",
  "select_card_count": "How many cards do you want to reveal?",
  "for_who_love": "For whom are you drawing these cards?",
  "astro_title": "Astrological context",
  "hater_protection": "Protection advice",
  "no_history": "No readings saved yet.",
  "history_title": "History",
  "encyclopedia_title": "Encyclopedia",
  "encyclopedia_intro": "Explore each arcana and discover its meaning.",
  "hater_intro": "Discover your current hater.",

  "home_intro": "Poison & Antidote is your modern Tarot reading to explore your blocks, fears and desires. Discover your 'Haters', do a free draw, analyze your love life and choose your antidote.",
  "choose_reading": "Choose your reading",
  "haters_description": "Draw a card to unmask your 'Hater'",
  "love_description": "Explore your love blocks",
  "draw_description": "Do a free draw",
  "encyclopedia_description": "Discover the meaning of the arcanas",
  "history_description": "Review your past readings",

  "love_interpretation": "In your connection with {{partner}}, {{text}}",
  "no_love_interpretation": "No interpretation available for {{card}}.",
  "love_narrative": {
    "pendu": "🪢 Between you and {{partner}}, there are unspoken words or prolonged expectations.",
    "hermite": "🕯️ {{partner}} seems introspective. This card reflects a slow-moving relationship.",
    "monde": "🌍 A beautiful sense of wholeness connects you and {{partner}}.",
    "amoureux": "💘 A strong attraction between you and {{partner}}, but also a need to clarify a choice.",
    "diable": "🔥 A magnetic connection with {{partner}}."
  },

  "cards": [
    { "name_fr": "Le Bateleur", "name_en": "Le Bateleur", "meaning_en": "You hold the power to start something new. Your potential is raw and ready. Trust your creativity — it will guide you where anything is possible." },
    { "name_fr": "La Papesse", "name_en": "La Papesse", "meaning_en": "She embodies fertile silence. In the shadows, she whispers intuitive wisdom. Listen to your inner voice; the knowledge you seek will come in time." },
    { "name_fr": "L'Impératrice", "name_en": "L'Impératrice", "meaning_en": "She radiates vitality and ideas. She invites you to fully express yourself, to seduce, to create. Her fertility is both mental and emotional — dare to give shape to your desires." },
    { "name_fr": "L'Empereur", "name_en": "L'Empereur", "meaning_en": "A pillar of structure and stability, the Emperor reminds you of the importance of a firm foundation. Take your place, set your rules, but keep your heart open." },
    { "name_fr": "Le Pape", "name_en": "Le Pape", "meaning_en": "Guide and mediator, he connects heaven and earth. He invites you to teach, transmit or seek guidance. His presence reassures, but truth may lie beyond dogma." },
    { "name_fr": "L'Amoureux", "name_en": "L'Amoureux", "meaning_en": "This card speaks of attraction — but also of difficult choices. Between desire and reason, your heart hesitates. Ask yourself: what truly resonates with you?" },
    { "name_fr": "Le Chariot", "name_en": "Le Chariot", "meaning_en": "Charge ahead and overcome obstacles. Your energy is driven and victorious. Stay in control of your path to avoid getting scattered." },
    { "name_fr": "La Justice", "name_en": "La Justice", "meaning_en": "She weighs and balances. If you're awaiting a decision, it will be fair and logical. Be honest with yourself — justice reflects what you project." },
    { "name_fr": "L'Hermite", "name_en": "L'Hermite", "meaning_en": "Under his lantern, he walks slowly. This card speaks of patience, solitude, and clarity through retreat. Listen to your silence: it contains your next answer." },
    { "name_fr": "La Roue de Fortune", "name_en": "La Roue de Fortune", "meaning_en": "It spins — unpredictable. A cycle ends, another begins. Luck may smile, but don’t be passive: the Wheel rewards those who seize opportunity." },
    { "name_fr": "La Force", "name_en": "La Force", "meaning_en": "She reminds you that your greatest strength lies in gentle control. Anger becomes courage. Impulse becomes clear action. You have the power to tame your fears." },
    { "name_fr": "Le Pendu", "name_en": "Le Pendu", "meaning_en": "Suspended upside down, he offers a new view on what's blocking you. The Hanged Man is master of letting go. Surrender control and embrace the pause." },
    { "name_fr": "L'Arcane sans nom (XIII)", "name_en": "L'Arcane sans nom (XIII)", "meaning_en": "It cuts away what is already withered. What dies prepares rebirth. Let go of what no longer nourishes you — each end is a door to a new beginning." },
    { "name_fr": "Tempérance", "name_en": "Tempérance", "meaning_en": "She harmonizes your contradictions and smooths tensions. With Temperance, extremes calm and healing settles in. Take time to rebalance — all things find their place." },
    { "name_fr": "Le Diable", "name_en": "Le Diable", "meaning_en": "Magnetic and provocative, he reveals your hidden urges. The Devil speaks of intense — sometimes toxic — attraction. Are you master of your desires, or their slave?" },
    { "name_fr": "La Maison Dieu", "name_en": "La Maison Dieu", "meaning_en": "A shock that shakes foundations. A sudden collapse reveals truth. Chaos frees you — what falls had no real support." },
    { "name_fr": "L'Étoile", "name_en": "L'Étoile", "meaning_en": "The Star brings hope and tenderness. She whispers that your dreams are protected. Even in darkness, she lights your path — trust in your lucky star." },
    { "name_fr": "La Lune", "name_en": "La Lune", "meaning_en": "She wraps you in mystery and unclear emotions. The Moon evokes fear, illusion, fantasy — move carefully. Trust your gut, but question illusions." },
    { "name_fr": "Le Soleil", "name_en": "Le Soleil", "meaning_en": "The Sun shines upon you. Joy, success, sincere relationships — its warmth dispels the shadows. Bask in the light, share it freely." },
    { "name_fr": "Le Jugement", "name_en": "Le Jugement", "meaning_en": "A wake-up call. This card signals rebirth and awareness. Leave behind your past mistakes — it's time to begin a new chapter." },
    { "name_fr": "Le Monde", "name_en": "Le Monde", "meaning_en": "The World offers fulfillment and recognition. A cycle ends beautifully. Everything aligns — enjoy this wholeness and step into new horizons." },
    { "name_fr": "Le Mat", "name_en": "Le Mat", "meaning_en": "Free as the wind, The Fool travels without baggage. He urges you to leave it all and explore new lands. Walk without a map — adventure is your guide." }
  ]
}
