[
  {
    "Arcane":"Le Mat",
    "Interprétation Amoureuse":"Le Mat : Une relation libre, spontanée, parfois instable. L’amour est ici une aventure plus qu’un engagement."
  },
  {
    "Arcane":"Le Bateleur",
    "Interprétation Amoureuse":"Le Bateleur : Début de relation prometteur, énergie fraîche, séduction naissante. Beaucoup de potentiel mais encore à construire."
  },
  {
    "Arcane":"La Papesse",
    "Interprétation Amoureuse":"La Papesse : Relation mystérieuse, profonde, mais parfois bloquée par le silence ou la réserve émotionnelle."
  },
  {
    "Arcane":"L’Impératrice",
    "Interprétation Amoureuse":"L’Impératrice : Communication fluide, attraction forte, amour épanouissant. Une relation qui favorise l’expression des sentiments."
  },
  {
    "Arcane":"L’Empereur",
    "Interprétation Amoureuse":"L’Empereur : Relation structurée, solide, protectrice. Stabilité mais parfois rigidité émotionnelle."
  },
  {
    "Arcane":"Le Pape",
    "Interprétation Amoureuse":"Le Pape : Union basée sur la confiance, le respect, les valeurs partagées. Une relation sérieuse et durable."
  },
  {
    "Arcane":"L’Amoureux",
    "Interprétation Amoureuse":"L’Amoureux : Attirance forte, choix amoureux à faire. Relation passionnée mais parfois indécise."
  },
  {
    "Arcane":"Le Chariot",
    "Interprétation Amoureuse":"Le Chariot : Amour dynamique, volonté de faire avancer la relation. Peut indiquer une relation à distance ou en mouvement."
  },
  {
    "Arcane":"La Justice",
    "Interprétation Amoureuse":"La Justice : Relation équilibrée, juste et honnête. Engagement clair mais manque de spontanéité."
  },
  {
    "Arcane":"L’Hermite",
    "Interprétation Amoureuse":"L’Hermite : Relation lente, introspective. Besoin de solitude ou de réflexion dans la relation."
  },
  {
    "Arcane":"La Roue de Fortune",
    "Interprétation Amoureuse":"La Roue de Fortune : Changements soudains dans la relation. Destin croisé, imprévisible mais puissant."
  },
  {
    "Arcane":"La Force",
    "Interprétation Amoureuse":"La Force : Passion maîtrisée, relation équilibrée entre cœur et raison. Courage et ténacité dans l’amour."
  },
  {
    "Arcane":"Le Pendu",
    "Interprétation Amoureuse":"Le Pendu : Blocage affectif, sacrifices dans la relation. Nécessité de voir la situation sous un autre angle."
  },
  {
    "Arcane":"L’Arcane sans nom (XIII)",
    "Interprétation Amoureuse":"L’Arcane sans nom (XIII) : Fin d’un cycle amoureux ou transformation radicale. Rupture possible ou renouveau total."
  },
  {
    "Arcane":"Tempérance",
    "Interprétation Amoureuse":"Tempérance : Harmonie, dialogue, relation douce et apaisante. Temps et patience sont les clés."
  },
  {
    "Arcane":"Le Diable",
    "Interprétation Amoureuse":"Le Diable : Attraction charnelle puissante, passion intense mais risque de dépendance ou de jeu de pouvoir."
  },
  {
    "Arcane":"La Maison Dieu",
    "Interprétation Amoureuse":"La Maison Dieu : Rupture soudaine, révélation choc. Peut secouer la relation pour la reconstruire autrement."
  },
  {
    "Arcane":"L’Étoile",
    "Interprétation Amoureuse":"L’Étoile : Amour sincère, rêve partagé, espoir. Une belle connexion d’âme à âme."
  },
  {
    "Arcane":"La Lune",
    "Interprétation Amoureuse":"La Lune : Relation émotionnelle, profonde mais floue. Intuition forte, mais attention aux illusions."
  },
  {
    "Arcane":"Le Soleil",
    "Interprétation Amoureuse":"Le Soleil : Bonheur partagé, amour rayonnant et authentique. Relation pleine de joie et de complicité."
  },
  {
    "Arcane":"Le Jugement",
    "Interprétation Amoureuse":"Le Jugement : Renaissance amoureuse, retour du passé ou nouvelle chance. Prise de conscience dans le couple."
  },
  {
    "Arcane":"Le Monde",
    "Interprétation Amoureuse":"Le Monde : Union idéale, accomplissement amoureux. Relation épanouie et complète, parfois karmique."
  }
]