[
  {
    "arcane": "Le Bateleur",
    "hater": "Ton éparpillement. Mille projets, zéro ancrage.",
    "protection": "Choisis UNE chose à finir avant d’en commencer une autre. La magie naît de la concentration."
  },
  {
    "arcane": "La Papesse",
    "hater": "Ton silence, qui te coupe des autres.",
    "protection": "Confie-toi à une personne de confiance. La parole est un rituel de libération."
  },
  {
    "arcane": "L’Impératrice",
    "hater": "Ton besoin de tout diriger, tout décider.",
    "protection": "Lâche prise sur ce que tu ne peux pas maîtriser. La créativité fleurit dans l’imprévu."
  },
  {
    "arcane": "L’Empereur",
    "hater": "Tes règles trop strictes qui t’enferment.",
    "protection": "Accorde-toi une marge d’improvisation. La souplesse est une force cachée."
  },
  {
    "arcane": "Le Pape",
    "hater": "Tes croyances figées, tes peurs de mal faire.",
    "protection": "Écoute ton cœur avant les dogmes. La foi vivante est celle que tu nourris toi-même."
  },
  {
    "arcane": "L’Amoureux",
    "hater": "Tes choix sans fin qui bloquent ton élan.",
    "protection": "Tranche avec courage. Même une erreur te fait avancer."
  },
  {
    "arcane": "Le Chariot",
    "hater": "Ton ambition qui écrase tes valeurs.",
    "protection": "Garde ton cap intérieur : avance, mais sans tout piétiner."
  },
  {
    "arcane": "La Justice",
    "hater": "Ta quête d’équité absolue, qui stérilise l’action.",
    "protection": "Accepte que tout ne sera pas parfait. L’équilibre se vit, il ne se décrète pas."
  },
  {
    "arcane": "L’Hermite",
    "hater": "Ta solitude choisie qui devient prison.",
    "protection": "Rallume ta lanterne pour éclairer aussi les autres. Le savoir partagé est deux fois plus lumineux."
  },
  {
    "arcane": "La Roue de Fortune",
    "hater": "Ton “je n’ai pas de chance”, qui te laisse spectateur.",
    "protection": "Saisis ta part de contrôle. Pousse la roue, ne la subis pas."
  },
  {
    "arcane": "La Force",
    "hater": "Ta fureur muette qui s’infiltre partout.",
    "protection": "Exprime ta colère de façon saine. Transforme-la en moteur, pas en poison."
  },
  {
    "arcane": "Le Pendu",
    "hater": "Ta tendance à rester bloqué·e dans l’attente.",
    "protection": "Renverse ta vision puis bouge. L’action libère la stagnation."
  },
  {
    "arcane": "L’Arcane sans nom",
    "hater": "Ton refus de couper ce qui doit mourir.",
    "protection": "Accueille la mort symbolique. Chaque deuil est une mue vers ta renaissance."
  },
  {
    "arcane": "Tempérance",
    "hater": "Ton excès de compromis qui éteint ta flamme.",
    "protection": "Ose dire non. Protéger ton feu intérieur est ton devoir sacré."
  },
  {
    "arcane": "Le Diable",
    "hater": "Tes dépendances et attachements toxiques.",
    "protection": "Identifie tes chaînes. Brise celles qui te tirent vers le bas, pas vers le plaisir sain."
  },
  {
    "arcane": "La Maison Dieu",
    "hater": "Ta peur de l’effondrement, même quand tout est bancal.",
    "protection": "Accepte la destruction créative. Après la foudre, la lumière se glisse partout."
  },
  {
    "arcane": "L’Étoile",
    "hater": "Ton don de soi sans filtre qui attire les profiteurs.",
    "protection": "Reste généreux·se, mais place tes limites. Ta lumière mérite d’être respectée."
  },
  {
    "arcane": "La Lune",
    "hater": "Tes illusions qui brouillent ton intuition.",
    "protection": "Éclaire tes zones d’ombre avec discernement. Ta peur fond à la lumière."
  },
  {
    "arcane": "Le Soleil",
    "hater": "Ton envie de briller comme les autres, pas comme toi.",
    "protection": "Célèbre ta propre lumière. Elle n’a pas besoin de comparaison."
  },
  {
    "arcane": "Le Jugement",
    "hater": "Tes regrets et erreurs qui hantent tes pas.",
    "protection": "Pardonne-toi. Libère-toi du poids des morts pour renaître plus léger·e."
  },
  {
    "arcane": "Le Monde",
    "hater": "Ta quête de validation externe pour te sentir entier·ère.",
    "protection": "Tout est déjà en toi. Danse avec ton propre centre."
  },
  {
    "arcane": "Le Mat",
    "hater": "Ton goût du risque sans garde-fou.",
    "protection": "Garde ta liberté, mais vérifie où tu poses les pieds. L’insouciance n’est pas l’aveuglement."
  }
]