[
  {
    "arcane": "Le Bateleur",
    "image": "le_bateleur.jpg",
    "hater_meme": "Ta motivation du lundi matin : encore au café.",
    "hater_serieux": "Ton énergie file dans tous les sens, éparpillant tes forces sans résultat solide.",
    "protection": " Choisis un seul projet qui te fait vibrer et concentre-toi dessus à fond. Mets tes autres idées au chaud, elles attendront leur tour. Ta vraie magie, c’est de passer de la dispersion au focus."
  },
  {
    "arcane": "La Papesse",
    "image": "la_papesse.jpg",
    "hater_meme": "Ton pote fantôme qui lit tout mais répond jamais.",
    "hater_serieux": "Ton silence intérieur se transforme en isolement stérile.",
    "protection": " Relâche ton emprise sur chaque détail. Accepte que la vie t’amène des surprises fertiles. Autorise-toi l’imperfection: c’est souvent là que naissent tes plus belles créations."
  },
  {
    "arcane": "L’Impératrice",
    "image": "l_imperatrice.jpg",
    "hater_meme": "Ta Queen attitude qui planifie tout mais agit zéro.",
    "hater_serieux": "Ton besoin de tout diriger devient un carcan étouffant.",
    "protection": "Relâche ton emprise sur chaque détail. Accepte que la vie t’amène des surprises fertiles. Autorise-toi l’imperfection: c’est souvent là que naissent tes plus belles créations."
  },
  {
    "arcane": "L’Empereur",
    "image": "le_empereur.jpg",
    "hater_meme": "Ton côté control freak même sur tes potes.",
    "hater_serieux": "Tes principes figés bloquent ton élan créatif.",
    "protection": "Élargis tes fondations en restant ouvert au changement. Essaye de nouvelles approches, même si elles te déstabilisent. Ta stabilité devient plus forte quand elle accepte la souplesse."
  },
  {
    "arcane": "Le Pape",
    "image": "le_pape.jpg",
    "hater_meme": "Tes « On a toujours fait comme ça ».",
    "hater_serieux": "Tes croyances anciennes te brident, t'empêchant de suivre ton intuition.",
    "protection": "Interroge tes croyances : sont-elles encore vivantes ? Écoute ta boussole intérieure avant de suivre de vieux principes figés. Ta spiritualité grandit quand tu oses la réinventer."
  },
  {
    "arcane": "L’Amoureux",
    "image": "l_amoureux.jpg",
    "hater_meme": "Tes crushs qui squattent ton cerveau.",
    "hater_serieux": "Ton indécision éternelle te fait perdre de précieuses opportunités.",
    "protection": "Prends une décision, même imparfaite. Ce premier pas rompt le blocage. L’important, c’est d’avancer et d’assumer tes choix, pas de rester figé par peur de te tromper."
  },
  {
    "arcane": "Le Chariot",
    "image": "le_chariot.jpg",
    "hater_meme": "Ton mode turbo qui finit dans le mur.",
    "hater_serieux": "Ton ambition sans frein t’isole ou te pousse à tout écraser.",
    "protection": "Oriente ton ambition avec cœur. Va de l’avant sans écraser tes valeurs ni tes proches. Ton succès a plus de saveur quand il ne laisse personne derrière."
  },
  {
    "arcane": "La Justice",
    "image": "la_justice.jpg",
    "hater_meme": "Ton « c’est pas juste ! » bloquant tes plans.",
    "hater_serieux": "Ton besoin de tout équilibrer finit par figer tes actions.",
    "protection": "Renonce à l’illusion de l’équilibre absolu. Laisse la vie bouger autour de toi. Décide maintenant: l’équité se réajuste en chemin, pas sur un piédestal immobile"
  },
  {
    "arcane": "L’Hermite",
    "image": "l_hermite.jpg",
    "hater_meme": "Toi, sous un plaid, à ghoster le monde.",
    "hater_serieux": "Ta retraite volontaire se transforme en tour d’ivoire.",
    "protection": "Ouvre ta lanterne au monde. Partage ce que tu sais, même par petites touches. Ta lumière intérieure s’intensifie chaque fois que tu la fais briller pour quelqu’un d’autre."
  },
  {
    "arcane": "La Roue de Fortune",
    "image": "la_roue_de_fortune.jpg",
    "hater_meme": "« J’ai pas de chance, c’est ma life. »",
    "hater_serieux": "Ton fatalisme t’empêche de reprendre les rênes de ton destin.",
    "protection": "Quitte ton rôle de spectateur. Pose une action concrète, même minime, pour faire tourner la roue. La chance aime l’audace, pas l’inertie."
  },
  {
    "arcane": "La Force",
    "image": "la_force.jpg",
    "hater_meme": "Ta rage sortie au mauvais klaxon.",
    "hater_serieux": "Ta colère mal contenue s’infiltre partout en poison invisible.",
    "protection": "Autorise-toi à sortir ta colère, mais sans la jeter sur autrui. Mets cette énergie brute dans un acte créatif ou libérateur. La vraie force sait transformer le feu en courage."
  },
  {
    "arcane": "Le Pendu",
    "image": "le_pendu.jpg",
    "hater_meme": "Ton art de tout remettre à demain.",
    "hater_serieux": "Ta manie de tout suspendre t’emprisonne dans l’inaction.",
    "protection": "Fais un pas, même ridicule, pour quitter la position d’attente. Ta vie se débloque quand tu oses agir sans tout comprendre. Bouger, c’est déjà reprendre ton pouvoir."
  },
  {
    "arcane": "L’Arcane sans nom",
    "image": "la_mort.jpg",
    "hater_meme": "Tes vieux trucs morts que tu refuses d’enterrer.",
    "hater_serieux": "Ta peur du vide te pousse à t’accrocher à ce qui doit finir.",
    "protection": "Coupe ce qui est devenu stérile, même si ça fait mal. Accepte la fin comme une graine de renouveau. Chaque deuil bien vécu fertilise ton sol intérieur."
  },
  {
    "arcane": "Tempérance",
    "image": "temperance.jpg",
    "hater_meme": "Ton côté « Ça va » même quand c'est non.",
    "hater_serieux": "Ton excès de compromis éteint ton feu sacré.",
    "protection": "Pose tes limites avec tendresse. Oser dire non nourrit ta vitalité. Ton harmonie est sacrée : protège-la des compromis qui l’épuisent."
  },
  {
    "arcane": "Le Diable",
    "image": "le_diable.jpg",
    "hater_meme": "Ton ex qui stalke tes stories.",
    "hater_serieux": "Tes dépendances obscures te dominent en secret.",
    "protection": "Identifie clairement tes dépendances. Mets en lumière tes zones d’ombre sans jugement. Brise chaque lien toxique, un par un, pour retrouver ta souveraineté."
  },
  {
    "arcane": "La Maison Dieu",
    "image": "la_maison_dieu.jpg",
    "hater_meme": "Ton drama auto-créé juste pour pimenter.",
    "hater_serieux": "Ta peur de l’effondrement te maintient dans une forteresse fissurée.",
    "protection": "Accueille la chute comme une délivrance. Laisse s’écrouler ce qui ne tient plus. Derrière chaque effondrement se cache une vision plus claire et plus honnête."
  },
  {
    "arcane": "L’Étoile",
    "image": "l_etoile.jpg",
    "hater_meme": "Ton aura bisounours qui attire les sangsues.",
    "hater_serieux": "Ta générosité sans limites attire ceux qui t’épuisent.",
    "protection": "Offre ton soutien sans te sacrifier. Écoute ton besoin de recharge. Ta lumière nourrit les autres, mais ta source mérite d’être protégée de ceux qui l’assèchent."
  },
  {
    "arcane": "La Lune",
    "image": "la_lune.jpg",
    "hater_meme": "Tes films de minuit… gros flop au réveil.",
    "hater_serieux": "Tes peurs amplifient tes illusions et paralysent ta confiance.",
    "protection": "Distingue tes peurs de tes intuitions. Eclaire tes ombres avec douceur, mais fermeté. Plus tu nommes tes angoisses, plus elles fondent sous la clarté."
  },
  {
    "arcane": "Le Soleil",
    "image": "le_soleil.jpg",
    "hater_meme": "Ton besoin de briller plus que lui.",
    "hater_serieux": "Ton envie de briller par comparaison éclipse ta lumière vraie.",
    "protection": "Rayonne sans te comparer. Ta lumière est unique et ne s’éteint pas si quelqu’un d’autre brille aussi. Affirme-toi pour toi, pas pour battre quelqu’un d’autre."
  },
  {
    "arcane": "Le Jugement",
    "image": "le_jugement.jpg",
    "hater_meme": "Tes regrets version playlist remix.",
    "hater_serieux": "Tes vieux regrets t’alourdissent et étouffent ton renouveau.",
    "protection": "Tourne la page sur tes vieilles erreurs. Pardonne-toi sincèrement pour te libérer du passé. Ta renaissance commence quand tu arrêtes de te juger."
  },
  {
    "arcane": "Le Monde",
    "image": "le_monde.jpg",
    "hater_meme": "Ta quête de likes pour exister.",
    "hater_serieux": "Ton besoin de reconnaissance extérieure te détourne de ton centre.",
    "protection": "Rappelle-toi que tu es complet·e sans validation extérieure. Recentre-toi sur ce que tu as déjà accompli. Savoure ta plénitude avant de chercher de nouveaux applaudissement."
  },
  {
    "arcane": "Le Mat",
    "image": "le_mat.jpg",
    "hater_meme": "Ton mode YOLO sans casque.",
    "hater_serieux": "Ton goût du risque sans filet te met en danger inutilement.",
    "protection": "Garde ton esprit libre mais ton regard ouvert. Vérifie où tu poses le pied avant de sauter. Ton insouciance devient force quand tu prends soin de ton équilibre."
  }
]
