[
  {
    "arcane": "Le Bateleur",
    "image": "le_bateleur.jpg",
    "hater": "Ton énergie file dans tous les sens, éparpillant tes forces sans résultat solide.",
    "protection": "Ramène ton attention sur un seul projet essentiel. Termine-le avant d'enclencher le reste. Un magicien ne révèle sa puissance que concentrée."
  },
  {
    "arcane": "La Papesse",
    "image": "la_papesse.jpg",
    "hater": "Ton silence intérieur se transforme en isolement stérile.",
    "protection": "Partage ce que tu caches, même par petites bribes. Chaque mot posé brise le mur du mutisme. La parole est un baume autant qu’un portail."
  },
  {
    "arcane": "L’Impératrice",
    "image": "l_imperatrice.jpg",
    "hater": "Ton besoin de tout diriger devient un carcan étouffant.",
    "protection": "Accepte de perdre un peu de contrôle. Laisse la vie improviser pour toi. La plus belle création naît parfois du chaos maîtrisé."
  },
  {
    "arcane": "L’Empereur",
    "image": "le_empereur.jpg",
    "hater": "Tes principes figés bloquent ton élan créatif.",
    "protection": "Assouplis tes règles intérieures. Essaie un chemin que tu n’as jamais exploré. La solidité n’exclut pas la souplesse."
  },
  {
    "arcane": "Le Pape",
    "image": "le_pape.jpg",
    "hater": "Tes croyances anciennes te brident, t'empêchant de suivre ton intuition.",
    "protection": "Remets en question ce que l’on t’a enseigné. Écoute ce qui vibre en toi. Ta propre foi est plus forte qu’un vieux dogme."
  },
  {
    "arcane": "L’Amoureux",
    "image": "l_amoureux.jpg",
    "hater": "Ton indécision éternelle te fait perdre de précieuses opportunités.",
    "protection": "Décide avec courage, même si le choix semble imparfait. Une direction claire libère ton énergie. L’hésitation prolongée est le pire poison de ton cœur."
  },
  {
    "arcane": "Le Chariot",
    "image": "le_chariot.jpg",
    "hater": "Ton ambition sans frein t’isole ou te pousse à tout écraser.",
    "protection": "Canalise ta vitesse : avance, mais sans piétiner tes valeurs. Conduis ton Chariot avec fierté et sagesse. Le triomphe n’est rien sans respect de soi."
  },
  {
    "arcane": "La Justice",
    "image": "la_justice.jpg",
    "hater": "Ton besoin de tout équilibrer finit par figer tes actions.",
    "protection": "Accepte qu’une balance vivante oscille toujours. Décide sans attendre la perfection. L’équilibre se façonne dans le mouvement."
  },
  {
    "arcane": "L’Hermite",
    "image": "l_hermite.jpg",
    "hater": "Ta retraite volontaire se transforme en tour d’ivoire.",
    "protection": "Partage ta lumière avec d’autres âmes en quête. Ta sagesse grandit en étant transmise. L’isolement prolongé éteint la lanterne."
  },
  {
    "arcane": "La Roue de Fortune",
    "image": "la_roue_de_fortune.jpg",
    "hater": "Ton fatalisme t’empêche de reprendre les rênes de ton destin.",
    "protection": "Deviens acteur de tes rebonds. Agis pour faire tourner la roue, même un petit geste suffit. La chance n’aime pas l’immobilité."
  },
  {
    "arcane": "La Force",
    "image": "la_force.jpg",
    "hater": "Ta colère mal contenue s’infiltre partout en poison invisible.",
    "protection": "Exprime ce qui bout en toi avant qu’il ne te ronge. Mets cette énergie dans un acte créateur ou une parole ferme. La vraie force sait transformer la rage en courage."
  },
  {
    "arcane": "Le Pendu",
    "image": "le_pendu.jpg",
    "hater": "Ta manie de tout suspendre t’emprisonne dans l’inaction.",
    "protection": "Accepte de lâcher une perspective devenue stérile. Bouge, même lentement. La vie récompense celui qui se décroche de ses peurs."
  },
  {
    "arcane": "L’Arcane sans nom",
    "image": "la_mort.jpg",
    "hater": "Ta peur du vide te pousse à t’accrocher à ce qui doit finir.",
    "protection": "Laisse mourir ce qui ne respire plus. Chaque perte crée un espace de renaissance. Le vide est fertile pour celui qui ose."
  },
  {
    "arcane": "Tempérance",
    "image": "temperance.jpg",
    "hater": "Ton excès de compromis éteint ton feu sacré.",
    "protection": "Remets des frontières autour de ton énergie. Dire non peut être un acte de guérison. L’harmonie vraie ne sacrifie pas ton essence."
  },
  {
    "arcane": "Le Diable",
    "image": "le_diable.jpg",
    "hater": "Tes dépendances et attachements obscurs te dominent en secret.",
    "protection": "Affronte tes pulsions sans honte. Garde ce qui nourrit ta joie saine. Brise les chaînes qui t’éloignent de toi-même."
  },
  {
    "arcane": "La Maison Dieu",
    "image": "la_maison_dieu.jpg",
    "hater": "Ta peur de l’effondrement te maintient dans une forteresse fissurée.",
    "protection": "Laisse la foudre tomber où elle doit. Ce qui s’écroule libère un passage caché. Après le chaos, la clarté renaît."
  },
  {
    "arcane": "L’Étoile",
    "image": "l_etoile.jpg",
    "hater": "Ta générosité sans limites attire ceux qui t’épuisent.",
    "protection": "Apprends à filtrer tes dons. Partage ta lumière sans te vider. La source doit rester nourrie pour irriguer les autres."
  },
  {
    "arcane": "La Lune",
    "image": "la_lune.jpg",
    "hater": "Tes peurs amplifient tes illusions et paralysent ta confiance.",
    "protection": "Explore tes ombres sans t’y perdre. Vérifie tes peurs, nomme-les à haute voix. La clarté dissout les mirages."
  },
  {
    "arcane": "Le Soleil",
    "image": "le_soleil.jpg",
    "hater": "Ton envie de briller par comparaison éclipse ta lumière vraie.",
    "protection": "Célèbre ta singularité sans regard de côté. Ta chaleur rayonne mieux sans jalousie. Offre ta joie sans attente d’écho."
  },
  {
    "arcane": "Le Jugement",
    "image": "le_jugement.jpg",
    "hater": "Tes vieux regrets t’alourdissent et étouffent ton renouveau.",
    "protection": "Accorde-toi un pardon sincère. Laisse tes erreurs reposer en paix. Allège ton cœur pour accueillir la renaissance."
  },
  {
    "arcane": "Le Monde",
    "image": "le_monde.jpg",
    "hater": "Ton besoin de reconnaissance extérieure te détourne de ton centre.",
    "protection": "Regarde ce qui est déjà accompli en toi. Danse avec ta propre complétude. Ta joie ne dépend pas du regard des autres."
  },
  {
    "arcane": "Le Mat",
    "image": "le_mat.jpg",
    "hater": "Ton goût du risque sans filet te met en danger inutilement.",
    "protection": "Marche libre, mais reste attentif au sol. L’aventure est plus belle quand tu gardes l’équilibre. Préserve ta légèreté sans inconscience."
  }
]
